---
layout: post
title: 爆肝写论文与找工作
categories:
- Career
tags: []
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  dsq_thread_id: '1722102546'
---
这几天是毕业论文的最后阶段了，月底应该就会口试，可是剩下的工作量还蛮大的。天天都是爆肝的节奏。这两天抽空面试了两家公司。

第一家是大众点评，因为我在台湾，不方便onsite面试，所以只能通过QQ视频（为什么是QQ而不是SKYPE, -_-! ) 我应聘了大众点评的搜索部门，作为一家做推荐，搜索系统的公司，这应该就是核心部门了。给我面试的面试官是整个搜索部门的BOSS，这是我事后朋友告诉我才知道的。当然在面试前我也有搜索这个面试官的资料（因为他把QQ号告诉我了）。这个面试特别直接，双方都没有互相介绍，直接问我之前做的一个音乐推荐系统相关的事情。看来针对性还是很强的。当然问题必然会有做这个系统遇到最困难的是什么，这也是面试中肯定会问到的问题。虽然这个系统在做的时候确实遇到了不少困难，但是等做完之后再看看其实这些也不算什么（看来以后遇到困难时就要把它记下来，以防以后忘记）。因为我的系统中，用到了SVM (Support Vector Machine), 于是就把话题顺便带到了SVM的原理上，幸好我硕一时修了林智仁的Convex Optimization. 雖然細節上有點模糊，但是大概原理還是能夠推導的。接著談了一些在IR系統上對Corpus的擴展，能夠對沒有在Corpus中的term也能產生作用。由於我的研究方向比较偏电脑视觉，对IR的了解也不过于修过两个不同老师开设的课，做了2次term project. 主要还是兴趣驱使的。于是简单的提了一些我自己的想法，不知道面试官是不是满意。接下来还谈了如何分析USER的偏好，之前没有研究过这个内容，需要data mining的知识。感觉也没有答的很专业。在面试结束前，我们欢乐的谈了台湾这边的美食推荐系统，还有我对大众点评网的一些意见。总体来看这次面试的感觉还算不错，大家都乐乐呵呵的，没有冷场，也没有发生尴尬的事情。个人还是比较偏向互联网产业，特別是对于推荐系统的发展还是很看好的，应该还有很大的发展潛力。

昨天下午面试完大众点评就一直写code, 改论文，改PPT，打LOL，一直，一直，一直到早上7点回去宿舍洗了个澡，然后就去研华科技面试了。研华这是第二次面试了，第一次简单的和部门的主管谈了谈，这次面试的是一个VP和一个大主管。和我一起的还有另外3个人，其中2个是应聘硬件部门，另一人和我一样是面试软件部门。面试一开始就做简单的自我介绍，之后那个大主管用英文向我们提问说是想在大陆的哪个城市工作（无法理解为什么这个问题要用英文来提问和回答）。然后谈了谈这辈子到显现在，所遇到的最大的挫折是什么，然后经历过挫折之后的经验。这是一个很常规的面试问题，由于好几天没有睡，脑子转的不是很灵活，就感觉其他人讲的都很好，我就弱弱的吐出几个字而已。最后一个问题是想在这个公司至少呆几年，这个就是表衷心了咯。不过我还是回答说如果工作内容和我的兴趣比较符合，我就会一直做下去。然后面试官就说我觉得你可能不会超过2年（我是一年内奸的长相吗 -_- ) 。最后面试官又介绍了一下软件方面的工作内容，由于研华的产品线跨度很大，种类很多，所以需要的软件需求跨度也很大。但目前主要还是集中在底层的driver和protocol上。

一方面担心毕业问题，另一方面假设毕业了，就会担心就业问题。这几天在连环爆肝的情况下还面试了两家公司，真的有点身心俱疲的感觉。之后还会面临更多的选择，真的想活的单纯一点，能够做自己喜欢做的事，也会有机会去做自己喜欢做的事。
