---
layout: post
title: 關於中國男籃被台灣男籃完爆
categories:
- 隨心所想
tags: []
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  dsq_thread_id: '1795235192'
---
中國男籃輸台灣，是在情理之中。籃球在台灣是一個很流行的運動，基本上每個男生都會打籃球，還有很多的女生也參與其中。和大陸不一樣的是，這裡的人除了愛看球，更加喜歡自己上場打球。在學校裡，除了校內的學生，還有很多校外已經工作的人在空餘時間來打球。除了年輕人，有時還能看到不少中老年人在打球。目測場上的年齡差距最高可達30歲。籃球已經在台灣成為一種文化，文化就是深入每個人的思想中，並不是為了應付比賽而匆忙組隊開練。文化是每個人都會盡力參與其中，堅持不斷。在我的學校，每個系都有自己的系隊，包括男籃和女籃，並且有規律的訓練。學生們都會組織各個規模的比賽，有學校之間的，也有各系之間的。

在台灣生活過就知道，體育活動在這裡基本上每個人的日常。學校的體育設施基本上都是爆滿，越到晚上，體育場，體育館的人數就越多。而且台北的運動設施非常豐富，許多河濱公園都有球場，自行車道，和慢跑路線。每個人都可以充分利用這些運動資源。

<span style="font-size: 1rem;">至於足球，雖然目前在台灣沒有很普及，但</span><span style="line-height: 1.714285714; font-size: 1rem;">是我看到越來越多的小孩在踢球。假期裡，很多10歲左右的小孩在我們學校的體育場進行看似正規的訓練，這在中國是罕見的事情，哪個家長會讓自己的孩子在近40度的天氣裡出來踢球，而不在家裡溫習功課呢？我覺得按照中國足球的現狀，必備亞洲各個國家完爆。</span>

<span style="line-height: 1.714285714; font-size: 1rem;">一個獨裁統治的社會，就連體育也是被獨裁統治的。我們都只是圍觀，不明覺厲。</span><span style="line-height: 1.714285714; font-size: 1rem;">像中國這種“精英式”的選人方式，大多數人只能在旁邊看熱鬧而已。奧運金牌再多，都是屁。</span>
