---
layout: post
title: 住在心裡的人
categories:
- 隨心所想
tags: []
status: publish
type: post
published: true
meta:
  _edit_last: '1'
  dsq_thread_id: '1445418807'
---
我沒有太多的經驗，之前也只有談過一個女朋友。很遺憾愛情走到後來，我們沒能繼續再一起。

失去過一次之後，才會知道有些事情錯過了，就回不去了。不是所有事情都可以還原的，心裡的傷口很難癒合。

如果說一段感情放不下，肯定有很多種原因。其中一種，就是耐不住寂寞。之前心裡住著一個人的時候自然不會感覺寂寞，時間久了，當一切成為了一種習慣，以為住在心裡的那個人會一直住下去。當她有一天離開后，心裡會感覺空虛，寂寞。想辦法讓她繼續回來，但她不繼續住的原因，就是因為這個房間不夠溫暖，不夠快樂。

在心中的房客走了之後，自己做什麼事都覺得沒有意義，失去了動力，只有靠外界的強烈刺激來麻痹心中的神經，減輕空虛寂寞的程度，比如酒精，和需要腦神經高度緊張的電玩遊戲。但是這些刺激是暫時的，等到刺激過後，這個房間會更加冰涼，更加空虛。

房子周圍還是會有很多路人經過，但不是每個人都適合這個房子；也不是所有人願意住進這個房子。其實房子也在期盼新的主人，並且希望這個主人一住，就是一輩子。

世界就是這麼多變，原本以為只是路人，相處之後發覺路人已經變成親愛的，記不清從哪一刻起，她已經住進了心裡的房子。很難判斷她只是路過這個房子，還是對這個房子很期待，想住在裡面。但這時，房子已經認為不能缺少她了。因為她的到來，這個房子又重新溫暖起來，產生一種動力，想做好每一件事情的動力。也許這就是對的人。房子想要做得更好，讓她能夠一直住在裡面不離開。
